export const marketing = `
안녕하세요 프롤로그 이용자 여러분! ☺️
프롤로그는 여러분께 보다 나은 맞춤형 서비스와 다양한 혜택을 제공하기 위해 마케팅 목적으로 개인정보를 수집 및 이용하고자 합니다. 
아래의 내용을 확인하시고 동의 여부 선택해 주시기 바랍니다.

**1. 수집 항목**
이름, 이메일 주소, 생년월일, 성별, 직업, 서비스 이용 기록 등

**2. 이용 목적**
• 맞춤형 서비스 제공 및 제안
• 이벤트 및 프로모션 정보 제공
• 새로운 서비스 및 제품에 대한 정보 제공

**3. 보유 및 이용 기간**
수집된 개인정보는 동의일로부터 동의 철회 시까지 보유 및 이용됩니다. 동의 철회 후에는 지체 없이 파기합니다.

**4. 동의 거부 권리 및 불이익**
사용자는 마케팅 목적의 개인정보 이용에 대한 동의를 거부할 권리가 있으며, 동의를 거부하더라도 기본 서비스 이용에는 제한이 없습니다. 다만, 맞춤형 서비스 제공, 이벤트 및 프로모션 정보 수신 등에서 불이익이 있을 수 있습니다.

**5. 개인정보 처리의 위탁**
회사는 마케팅 활동의 일부를 외부 전문 업체에 위탁할 수 있으며, 이 경우 개인정보의 안전한 관리를 위해 필요한 조치를 취합니다.

**6. 수집한 개인정보의 제3자 제공**
회사는 마케팅 목적을 위해 사용자의 개인정보를 제3자에게 제공하지 않습니다. 단, 필요한 경우 별도의 동의를 받습니다.

**7. 수신 거부 방법**
사용자는 언제든지 이메일 하단의 수신 거부 링크를 클릭하거나, 고객센터를 통해 수신 거부를 요청할 수 있습니다.

프롤로그는 여러분의 개인정보를 소중히 다루며, 최선의 서비스를 제공하기 위해 항상 노력하겠습니다. 

감사합니다. 

프롤로그 드림.
`;
