export const privacyPolicy = `
프롤로그(이하 "회사")는 개인정보보호 관련 법령상의 규정을 준수하며, 이용자의 권익 보호에 최선을 다하고 있습니다. 본 개인정보 처리방침은 회사가 제공하는 서비스 이용에 적용되며, 다음과 같은 내용을 포함하고 있습니다.

**제1조 [개인정보의 처리 목적]**
회사는 다음의 목적을 위하여 개인정보를 처리합니다. 처리된 개인정보는 다음의 목적 이외의 용도로는 이용되지 않으며, 이용 목적이 변경되는 경우에는 별도의 동의를 받는 등 필요한 조치를 이행할 예정입니다.

1.&nbsp;&nbsp;홈페이지 회원가입 및 관리
  회원 가입의사 확인, 회원자격 유지·관리, 만 14세 미만 아동의 개인정보 처리 시 법정대리인의 동의여부 확인

2.&nbsp;&nbsp;재화 또는 서비스 제공
  서비스 제공, 콘텐츠 제공, 요금 결제·정산

3.&nbsp;&nbsp;마케팅 및 광고에의 활용
  신규 서비스 개발 및 맞춤 서비스 제공, 이벤트 및 광고성 정보 제공 및 참여 기회 제공, 서비스 유효성 확인, 접속빈도 파악 또는 회원의 서비스 이용에 대한 통계

**제2조 [개인정보의 처리 및 보유 기간]**
1.&nbsp;&nbsp;법령에 따른 보유·이용 기간
  법령에 따른 개인정보 보유·이용 기간 또는 정보주체로부터 개인정보를 수집 시 동의받은 개인정보 보유·이용 기간 내에서 개인정보를 처리·보유합니다.

2.&nbsp;&nbsp;개별 처리 및 보유 기간
    • **회원가입 및 관리**: 수집·이용에 관한 동의일로부터 서비스 탈퇴 또는 이용자격 상실 시까지 보유·이용됩니다.
    • **재화 또는 서비스 제공**: 수집·이용에 관한 동의일로부터 지체 없이 파기될 때까지 보유·이용됩니다.
    • **마케팅 및 광고에의 활용**: 수집·이용에 관한 동의일로부터 지체 없이 파기될 때까지 보유·이용됩니다.

**제3조 [처리하는 개인정보의 항목]**
회사는 다음의 개인정보 항목을 처리하고 있습니다.

1.&nbsp;&nbsp;회원가입 시 기본 수집 사항 (필수 항목)
이메일, 이름, 닉네임, 성별, 직업, 생년월일

2.&nbsp;&nbsp;서비스 이용 과정에서 자동으로 수집
서비스 이용 기록

3.&nbsp;&nbsp;유료 서비스 이용 시
신용카드 정보 등 대금 결제 관련 정보

4.&nbsp;&nbsp;고충처리 시
이용자로부터 필요한 항목 및 해당 고충처리에 필요한 별개 항목을 수집 및 처리

**제4조 [개인정보의 제3자 제공에 관한 사항]**
회사는 개인정보를 제1조에서 명시한 범위 내에서만 처리하며, 정보주체의 동의, 법률의 특별한 규정 등 「개인정보 보호법」 제17조 및 제18조에 해당하는 경우에만 개인정보를 제3자에게 제공합니다. 현재 개인정보를 제3자에게 제공하고 있지 않습니다.

**제5조 [개인정보 처리의 위탁에 관한 사항]**
회사는 원활한 개인정보 업무처리를 위하여 다음과 같이 개인정보 처리업무를 위탁하고 있습니다.

1.&nbsp;&nbsp;서비스 이용에 대한 데이터 처리
  • **위탁받는 자 (수탁자)**: Google Analytics
  • **위탁하는 업무의 내용**: 신규 서비스(제품) 개발 및 맞춤 서비스 제공, 이벤트 및 광고성 정보 제공 및 참여 기회 제공
  • **위탁 기간**: 회원 탈퇴 시까지

  회사는 위탁계약 체결 시 「개인정보 보호법」 제26조에 따라 위탁업무 수행 목적 외 개인정보 처리 금지, 기술적·관리적 보호조치, 재위탁 제한, 수탁자에 대한 관리·감독, 손해배상 등 책임에 관한 사항을 계약서 등 문서에 명시하고, 수탁자가 개인정보를 안전하게 처리하는지를 감독하고 있습니다. 위탁업무의 내용이나 수탁자가 변경될 경우에는 지체 없이 본 개인정보 처리방침을 통하여 공개하도록 하겠습니다.

**제6조 [개인정보의 파기 절차 및 방법]**
1.&nbsp;&nbsp;파기 절차
  회사는 파기 사유가 발생한 개인정보를 선정하고, 회사의 개인정보 보호책임자의 승인을 받아 개인정보를 파기합니다.

2.&nbsp;&nbsp;파기 방법
  전자적 파일 형태의 정보는 기록을 재생할 수 없는 기술적 방법을 사용합니다.

**제7조 [정보주체와 법정대리인의 권리·의무 및 그 행사방법에 관한 사항]**
1.&nbsp;&nbsp;정보주체는 회사에 대해 언제든지 개인정보 열람·정정·삭제·처리정지 요구 등의 권리를 행사할 수 있습니다.

2.&nbsp;&nbsp;제1항에 따른 권리 행사는 회사에 대해 「개인정보 보호법」 시행령 제41조제1항에 따라 서면, 전자우편, 모사전송(FAX) 등을 통하여 하실 수 있으며 회사는 이에 대해 지체 없이 조치하겠습니다.

3.&nbsp;&nbsp;제1항에 따른 권리 행사는 정보주체의 법정대리인이나 위임을 받은 자 등 대리인을 통하여 하실 수 있습니다. 이 경우 “개인정보 처리 방법에 관한 고시” 별지 제11호 서식에 따른 위임장을 제출하셔야 합니다.

4.&nbsp;&nbsp;개인정보 열람 및 처리정지 요구는 「개인정보 보호법」 제35조 제4항, 제37조 제2항에 의하여 정보주체의 권리가 제한될 수 있습니다.

5.&nbsp;&nbsp;개인정보의 정정 및 삭제 요구는 다른 법령에서 그 개인정보가 수집 대상으로 명시되어 있는 경우에는 그 삭제를 요구할 수 없습니다.

6.&nbsp;&nbsp;회사는 정보주체 권리에 따른 열람의 요구, 정정·삭제의 요구, 처리정지의 요구 시 열람 등 요구를 한 자가 본인이거나 정당한 대리인인지를 확인합니다.

**제8조 [개인정보의 안전성 확보조치에 관한 사항]**
회사는 개인정보의 안전성 확보를 위해 다음과 같은 조치를 취하고 있습니다.

1.&nbsp;&nbsp;개인정보에 대한 접근 제한
  개인정보를 처리하는 데이터베이스 시스템에 대한 접근권한의 부여, 변경, 말소를 통하여 개인정보에 대한 접근 통제를 위하여 필요한 조치를 하고 있으며 침입차단시스템을 이용하여 외부로부터의 무단 접근을 통제하고 있습니다.

2.&nbsp;&nbsp;개인정보의 암호화
  이용자의 개인정보 암호화되어 저장 및 관리되고 있어, 본인만이 알 수 있으며 중요한 데이터는 파일 및 전송 데이터를 암호화하거나 파일 잠금 기능을 사용하는 등의 별도 보안 기능을 사용하고 있습니다.

3.&nbsp;&nbsp;해킹 등에 대비한 기술적 대책
  회사는 Amazon Web Services(AWS)와 같은 클라우드 서비스를 이용하여 개인정보를 안전하게 관리하고 있습니다. AWS는 물리적 보안 및 네트워크 보안 등 다양한 보안 조치를 제공하며, 회사는 이를 통해 해킹, 데이터 유출 및 손상으로부터 개인정보를 보호합니다. 또한, AWS의 보안 관리 도구와 모니터링 서비스를 활용하여 지속적으로 시스템을 점검하고 있으며, 주기적인 보안 업데이트를 통해 최신의 보안 상태를 유지하고 있습니다.

**제9조 [개인정보 자동 수집 장치의 설치·운영 및 그 거부에 관한 사항]**
1.&nbsp;&nbsp;쿠키의 설치·운영과 그 목적
회사는 이용자에게 보다 효율적이고 편리한 서비스를 제공하기 위해 쿠키를 사용할 수 있습니다. 쿠키란 웹사이트가 이용자의 웹 브라우저로 전송하는 작은 텍스트 파일로서, 이용자의 컴퓨터나 기타 디바이스에 저장됩니다.
쿠키를 통해 회사는 이용자가 선호하는 설정(예: 언어, 화면 구성 등)을 기억하고, 방문 기록 및 접속 패턴을 분석하여 맞춤형 콘텐츠 및 광고를 제공할 수 있습니다. 이로 인해 이용자는 보다 개인화된 웹사이트 경험을 누릴 수 있습니다.

2.&nbsp;&nbsp;쿠키의 이용 거부
이용자는 쿠키 사용에 대한 선택권을 보유하고 있습니다. 웹 브라우저의 설정을 통해 모든 쿠키를 허용하거나, 쿠키가 저장될 때마다 이를 확인하는 옵션을 선택할 수 있으며, 특정 쿠키 또는 모든 쿠키의 사용을 거부할 수도 있습니다.
다만, 쿠키 저장을 거부할 경우, 웹사이트의 일부 서비스 이용이 제한될 수 있으며, 로그인 또는 맞춤형 콘텐츠 제공 기능에 어려움이 발생할 수 있습니다.

3.&nbsp;&nbsp;쿠키 설정 관리 방법
쿠키 설정 변경 방법은 각 브라우저의 '옵션', '설정' 메뉴를 통해 관리할 수 있습니다. 대표적인 브라우저의 쿠키 관리 방법은 다음과 같습니다:

  • Internet Explorer: 도구 메뉴 > 인터넷 옵션 > 개인정보
  • Google Chrome: 설정 메뉴 > 고급 설정 표시 > 개인정보 및 보안 > 콘텐츠 설정 > 쿠키
  • Safari: 환경설정 > 개인정보 보호

이용자는 회사의 쿠키 사용에 대한 설정을 변경함으로써, 웹사이트 이용 시의 개인정보 보호 수준을 직접 조정할 수 있습니다.

**제10조 [행태정보의 수집·이용·제공 및 거부 등에 관한 사항]**
1.&nbsp;&nbsp;행태정보의 수집 및 이용
회사는 이용자의 관심사에 기반한 맞춤형 광고 제공을 위해 이용자의 웹사이트 방문 이력, 검색 기록, 구매 이력 등의 행태정보를 수집할 수 있습니다.
수집된 행태정보는 광고 효과 분석, 사용자 맞춤형 서비스 제공, 통계 분석을 위해 활용됩니다.

2.&nbsp;&nbsp;행태정보의 제공
회사는 수집된 행태정보를 제3자(광고주, 광고 대행사 등)에게 제공할 수 있습니다. 이 경우, 제공되는 정보는 개인을 식별할 수 없는 형태로 제공되며, 이용자는 이러한 제공을 거부할 권리가 있습니다.
회사는 제3자와의 계약을 통해 행태정보가 안전하게 처리될 수 있도록 필요한 조치를 취합니다.

3.&nbsp;&nbsp;행태정보 수집·이용·제공에 대한 동의 및 거부
이용자는 행태정보의 수집·이용·제공에 대해 동의하지 않을 수 있으며, 동의한 후에도 언제든지 철회할 수 있습니다.
동의 철회는 전자메일 등을 통해 가능하며, 동의 철회 시 맞춤형 광고 및 일부 맞춤형 서비스 이용에 제한이 있을 수 있습니다.

4.&nbsp;&nbsp;행태정보의 보유 및 이용 기간
회사는 행태정보를 수집한 날로부터 필요한 기간 동안 보유하며, 법령에서 정한 기간이 경과한 후에는 지체 없이 파기합니다.

5.&nbsp;&nbsp;행태정보의 관리
회사는 행태정보의 수집 및 이용에 있어서 개인정보 보호 관련 법령을 준수하며, 이용자의 권리를 보호하기 위해 최선을 다합니다.

**제11조 [개인정보 보호책임자에 관한 사항]**
회사는 개인정보 처리에 관한 업무를 총괄해서 책임지고, 개인정보 처리와 관련한 정보주체의 불만처리 및 피해 구제 등을 위하여 아래와 같이 개인정보 보호책임자를 지정하고 있습니다.

• 개인정보 보호책임자
    - 성명: 박문석
    - 직책: 대표
    - 연락처: frolog@frolog.kr

• 개인정보 보호책임자
    - 성명: 최원규
    - 직책: 백엔드 개발자
    - 연락처: frolog@frolog.kr


**제12조 [정보주체의 권익침해에 대한 구제방법]**
정보주체는 개인정보침해로 인한 구제를 받기 위하여 다음의 기관에 분쟁해결이나 상담 등을 신청할 수 있습니다.
1.&nbsp;&nbsp;개인정보분쟁조정위원회: (국번 없이) 1833-6972 (http://www.kopico.go.kr/)
2.&nbsp;&nbsp;개인정보침해신고센터: (국번 없이) 118 (privacy.kisa.or.kr)
3.&nbsp;&nbsp;대검찰청: (국번 없이) 1301 (http://www.spo.go.kr/)
4.&nbsp;&nbsp;경찰청: (국번 없이) 182 (ecrm.cyber.go.kr)

**제13조 [개인정보 처리방침 변경]**
회사는 법률이나 서비스의 변경사항을 반영하기 위한 목적 등으로 개인정보처리방침을 수정할 수 있습니다. 개인정보처리방침이 변경되는 경우 회사는 효력 발생일 이전에 미리 공지하겠습니다.

**부칙**
이 개인정보처리방침은 2024년 9월 20일부터 적용됩니다.
`;
