export const termsOfUse = `
반갑습니다! 

프롤로그 서비스를 이용해주셔서 감사합니다. 

여러분께서 프롤로그를 보다 쉽게 이해하고 편리하게 이용하실 수 있도록 이용약관을 마련했습니다. 

이용약관을 읽어주시면 서비스 이용에 많은 도움이 되실 것입니다. ☺️

**제1조 [목적]**
이 약관은 프롤로그(이하 “회사”)가 제공하는 프롤로그 서비스(이하 “서비스”)를 이용함에 있어 회사와 사용자 간의 권리ㆍ의무 및 책임사항을 규정함을 목적으로 합니다. 서비스를 이용하고자 하는 자는 본 이용 약관을 자세히 읽은 후 이용 약관에 동의하지 않을 경우, 본 이용 약관에 동의 표시를 하거나 서비스에 등록 또는 액세스하거나 이를 이용하지 않아야 합니다.


**제2조 [용어의 정의]**
이 약관에서 사용하는 용어의 정의는 다음과 같습니다.

1.&nbsp;&nbsp;“회사”란 재화 또는 용역을 사용하여 이용자에게 서비스를 제공할 목적으로 컴퓨터 등 정보통신설비를 이용하여 설정한 가상의 영업장을 말하며, 모바일 어플리케이션 및 인터넷 웹사이트를 운영하는 사업자를 의미합니다.

2.&nbsp;&nbsp;“서비스”란 회사가 휴대용 단말기, 개인용 컴퓨터 등 전기통신설비를 포함한 각종 유무선 장치와 모바일 어플리케이션, 웹사이트를 통해 이용자에게 제공하는 디지털 콘텐츠 등 제반 서비스를 말합니다.

3.&nbsp;&nbsp;“이용자”란 사이트에 접속하여 이 약관에 따라 회사가 제공하는 서비스를 받는 회원 및 비회원을 말합니다.

4.&nbsp;&nbsp;“회원”이란 회사와 이용계약을 체결하고 아이디(ID)를 부여받은 이용자로서 회사의 정보를 제공받으며 회사가 제공하는 유ㆍ무상 서비스를 지속적으로 이용할 수 있는 자를 말합니다.

5.&nbsp;&nbsp;“비회원”이란 회원에 가입하지 않고 회사가 제공하는 서비스를 이용하는 자를 말합니다.


**제3조 [약관의 명시와 설명 및 개정]**
1.&nbsp;&nbsp;회사는 이 약관의 내용을 회원이 쉽게 확인할 수 있도록 모바일 어플리케이션 및 웹사이트에 게시합니다.

2.&nbsp;&nbsp;이 약관은 이용자가 회원으로 가입하면서 이 약관에 동의함으로써 효력이 발생합니다.

3.&nbsp;&nbsp;회사는 전자상거래 등에서의 소비자보호에 관한 법률, 약관의 규제에 관한 법률, 전자문서 및 전자거래기본법, 전자서명법, 정보통신망 이용촉진 및 정보보호 등에 관한 법률, 소비자보호법 등 관련법을 위배하지 않는 범위에서 이 약관을 개정할 수 있습니다. 회사가 약관을 개정할 경우에는 개정 약관 적용일 최소 7일 이전부터 사이트 내에서 회원에게 공지합니다. 다만 회원에게 불리하게 약관 내용을 변경하는 경우 최소 30일 이상의 유예기간을 두고 공지합니다.

4.&nbsp;&nbsp;회원은 개정 약관 공지일로부터 해당 약관의 효력 발생일까지 회사에게 변경 약관 적용 거부의사를 표명할 수 있습니다. 회원이 해당 기간 내에 거부의사를 표시하지 않은 경우 회원은 변경 약관에 동의한 것으로 봅니다. 개정 약관의 수락을 거부하는 경우 변경 약관에 따라 제공되는 서비스는 제공되지 않고, 회원이 이전에 구매한 유료서비스를 사용하는 데에는 회원이 수락한 마지막 버전의 약관이 계속 적용됩니다.

**제4조 [서비스의 제공 및 변경]**
1.&nbsp;&nbsp;회사는 이용자에게 모바일 어플리케이션과 웹사이트를 통해 디지털 콘텐츠 및 제반 서비스를 제공합니다.

2.&nbsp;&nbsp;회사는 재화 또는 용역의 품절 또는 기술적 사양의 변경 등의 경우에는 장차 체결되는 계약에 의해 제공할 재화 또는 용역의 내용을 변경할 수 있습니다.

3.&nbsp;&nbsp;회사가 제공하는 서비스의 형태와 기능, 디자인 등은 필요한 경우 변경되거나 중단될 수 있습니다. 회사는 이 경우 개별적인 변경에 대하여 회원에게 사전 통지하지 않습니다. 다만, 회원에게 불리한 것으로 판단되는 경우 서비스 내 게시 혹은 전자우편을 통하여 이를 공지합니다.

4.&nbsp;&nbsp;전 항의 경우 회사는 이로 인하여 회원이 입은 손해를 배상합니다. 다만, 회사가 고의 또는 과실이 없음을 입증하는 경우에는 그러하지 아니합니다.

**제5조 [회원가입]**
1.&nbsp;&nbsp;회원가입은 이용자가 약관의 내용에 대하여 동의를 하고 회원가입 신청을 한 후 회사가 이러한 신청에 대하여 승낙함으로써 체결됩니다.

2.&nbsp;&nbsp;회사는 제1항과 같이 회원으로 가입할 것을 신청한 회원이 다음 각 호에 해당하지 않는 한 신청을 수락합니다.

   • 부정한 목적으로 타인의 명의를 이용한 경우
   • 허위의 정보를 기재하거나 회사가 제시하는 내용을 기재하지 않는 경우
   • 기타 회원으로 등록하는 것이 회사의 기술상 현저히 지장이 있다고 판단되는 경우
   • 만 14세 미만의 아동이 회원가입 신청을 한 경우

   3.&nbsp;&nbsp;회원가입 계약의 성립시기는 회사의 승낙이 회원에게 도달한 시점으로 합니다.

**제6조 [회원 탈퇴 및 자격 상실 등]**
1.&nbsp;&nbsp;회원이 다음 각 호의 사유에 해당하는 경우, 회사는 회원자격을 제한 및 정지시킬 수 있습니다.

   • 다른 사람의 서비스 이용을 방해하거나 그 정보를 도용하는 등 전자상거래 질서를 위협하는 경우
   • 회사를 이용하여 법령 또는 이 약관이 금지하거나 공서양속에 반하는 행위를 하는 경우

2.&nbsp;&nbsp;회사가 회원자격을 제한ㆍ정지시킨 후, 동일한 행위가 1회 이상 반복되거나 14일 이내에 그 사유가 시정되지 아니하는 경우 회사는 회원자격을 상실시킬 수 있습니다.

3.&nbsp;&nbsp;회사가 회원자격을 상실시키는 경우에는 회원등록을 말소합니다. 이 경우 회원에게 이를 통지하고, 회원등록 말소 전에 최소한 14일 이상의 기간을 정하여 소명할 기회를 부여합니다.

**제7조 [서비스의 중단]**
1.&nbsp;&nbsp;회사는 컴퓨터 등 정보통신설비의 보수점검, 교체 및 고장, 통신의 두절 등의 사유가 발생한 경우에는 서비스의 제공을 일시적으로 중단할 수 있습니다. 이 경우 제11조(회원에 대한 통지)에 정한 방법으로 이용자에게 통지합니다. 다만, 회사가 사전에 통지할 수 없는 부득이한 사유가 있는 경우 사후에 통지할 수 있습니다.

2.&nbsp;&nbsp;회사는 서비스의 제공에 필요한 경우 정기점검을 실시할 수 있으며, 정기점검 시간은 서비스제공화면에 공지한 바에 따릅니다.

**제8조 [아이디 및 비밀번호의 관리]**
1.&nbsp;&nbsp;아이디(ID) 및 비밀번호에 대한 관리 책임은 회원에게 있으며, 회원은 어떠한 경우에도 본인의 아이디(ID) 또는 비밀번호를 타인에게 양도하거나 대여할 수 없습니다.

2.&nbsp;&nbsp;회사의 귀책사유 없이 아이디(ID) 또는 비밀번호의 유출, 양도, 대여로 인하여 발생하는 손실이나 손해에 대하여는 회원 본인이 그에 대한 책임을 부담합니다.

3.&nbsp;&nbsp;회원은 아이디(ID) 또는 비밀번호를 도난당하거나 제3자가 무단으로 이를 사용하고 있음을 인지한 경우, 이를 즉시 회사에 통보하여야 하고 회사는 이에 대한 신속한 처리를 위하여 최선의 노력을 다합니다.

**제9조 [회원에 대한 통지]**
1.&nbsp;&nbsp;회사가 회원에 대한 통지를 하는 경우, 회원이 회사와 미리 약정하여 지정한 전자우편 주소로 할 수 있습니다.

2.&nbsp;&nbsp;회사는 불특정 다수 회원에 대한 통지의 경우 1주일 이상 회사 공지사항에 게시함으로써 개별 통지에 갈음할 수 있습니다. 다만, 회원 본인의 거래와 관련하여 중대한 영향을 미치는 사항에 대하여는 개별통지를 합니다.

**제10조 [개인정보보호]**
1.&nbsp;&nbsp;회사는 정보통신망 이용촉진 및 정보보호 등에 관한 법률 등 관계 법령이 정하는 바에 따라 회원의 개인정보를 보호하기 위해 노력합니다.

2.&nbsp;&nbsp;회사는 개인정보의 보호 및 사용에 대해서는 관련법령 및 회사의 개인정보 처리방침에 따릅니다.

**제11조 [회원의 의무]**
1.&nbsp;&nbsp;회원은 다음 행위를 하여서는 안됩니다.

   • 신청 또는 변경 시 허위 내용의 등록
   • 타인의 정보 수집, 저장, 게시, 유포
   • 회사가 게시한 정보의 변경
   • 회사가 정한 정보 이외의 정보(컴퓨터 프로그램 등) 등의 송신 또는 게시
   • 회사 기타 제3자의 저작권, 영업비밀, 특허권 등 지식재산권에 대한 침해
   • 회사와 다른 회원 및 기타 제3자를 희롱하거나 위협하거나 명예를 손상시키거나 업무를 방해하는 행위
   • 기타 현행 법령에 위반되는 불법적인 행위

   2.&nbsp;&nbsp;회사는 회원이 전항에서 금지한 행위를 하는 경우 위반 행위의 경중에 따라 서비스의 이용정지, 계약 해지 등의 서비스 이용 제한, 손해배상청구, 수사기관 고발 등 합당한 조치를 취할 수 있습니다.

**제12조 [저작권의 귀속 및 이용제한]**
1.&nbsp;&nbsp;회사가 작성한 저작물에 대한 저작권 기타 지식재산권은 회사에 귀속합니다.

2.&nbsp;&nbsp;회사를 이용함으로써 얻은 정보 중 회사에게 지식재산권이 귀속된 정보를 회사의 사전 승낙 없이 복제, 송신, 출판, 배포, 방송 기타 방법에 의하여 영리목적으로 이용하거나 제3자에게 이용하게 하여서는 안됩니다.

**제13조 [회원의 콘텐츠 제출과 이용 등의 허락]**
1.&nbsp;&nbsp;회원은 이 서비스 내에서 허용하는 기능을 이용하여 약관이 허용하는 바에 따라 자신의 도서 리뷰 등 도서 기록 정보에 관한 콘텐츠를 제출할 수 있습니다.

2.&nbsp;&nbsp;회원이 제출한 콘텐츠는 프롤로그가 제공하는 콘텐츠와 마찬가지로 검색결과 내지 서비스에 노출되어 이용자에게 이용될 수 있고, 관련 프로모션 등에 노출될 수 있습니다. 그리고 해당 노출을 위해 필요한 범위 내에서는 일부 수정, 복제, 편집되어 게시될 수 있습니다.

3.&nbsp;&nbsp;회원은 프롤로그로 하여금 이 서비스 및 프롤로그의 사업과 관련하여 자신이 제출한 콘텐츠를 이용, 복제, 배포, 2차적 저작물을 작성하거나, 전시, 발표, 각색, 온라인에 제공하거나 전자적인 방법으로 전송하고, 공연(perform)할 수 있도록 허락한 것으로 봅니다. 또한 회원은 이용자로 하여금 자신이 제출한 콘텐츠를 이 약관 및 이 서비스의 기능을 통하여 이용, 복제, 배포, 전시, 발표, 온라인에 제공하거나 전자적인 방법으로 전송하고, 공연할 수 있도록 허락한 것으로 봅니다.

4.&nbsp;&nbsp;회원은 원칙적으로 언제든지 서비스 내의 기능을 통해 자신의 콘텐츠를 스스로 삭제할 수 있으며, 이 경우 프롤로그 및 이용자에게 한 콘텐츠 이용, 복제, 전송 등의 허락은 철회한 것으로 봅니다. 프롤로그는 합리적인 기간 내에 회원이 삭제한 콘텐츠에 대하여는 더 이상 명시적인 동의 없이 이용되지 않도록 필요한 조치를 취합니다.

5.&nbsp;&nbsp;회원은 자신이 제출한 콘텐츠에 제3자의 저작권 등의 보호를 받는 자료를 포함시키지 않거나 그 사용에 대해 적법한 허락을 받은 것임을 확인하여야 합니다. 이를 위반하여 분쟁이 발생한 경우 회원 자신이 그에 대한 모든 책임을 지며, 프롤로그는 제14조(게시물의 관리)의 규정 및 저작권법에 따라 조치하고 달리 제3자에 대하여 책임을 지지 않습니다.

**제14조 [게시물의 관리]**
1.&nbsp;&nbsp;회원이 서비스에 게재한 게시물과 관련하여 저작권법 위반을 포함한 모든 민사 및 형사상의 책임은 전적으로 해당 게시물의 게재자에게 있습니다.

2.&nbsp;&nbsp;프롤로그는 제휴업체가 제공한 콘텐츠의 경우에 있어 계약조건에 따라 게시물에 대한 별도의 관리 조정이 가능합니다.

3.&nbsp;&nbsp;프롤로그 본 서비스에 게시된 게시물의 정확성, 유용성 등을 보증하지 않습니다.

4.&nbsp;&nbsp;프롤로그는 사전통지 없이 다음 각 호에 해당하는 게시물을 삭제하거나 이동 또는 등록 거부할 수 있으며, 그 게시물의 반사회성의 정도, 위반게시물의 게시횟수 등을 참작하여 필요에 따라 해당 게시물을 게시한 회원에 대해 제6조(회원 탈퇴 및 자격 상실 등)의 규정에 따른 경고, 일시중지 또는 강제탈퇴를 할 수 있습니다.

   • 다른 회원이나 제3자에게 심한 모욕을 주거나 명예를 손상시키는 내용인 경우
   • 다른 사람의 저작권 등 기타 권리를 침해하는 내용인 경우
   • 불법복제 또는 해킹을 조장하는 내용인 경우
   • 범죄와 결부된다고 객관적으로 인정되는 내용일 경우
   • 영리를 목적으로 하는 광고일 경우
   • 게시판의 성격에 부합하지 않는 경우
   • 선량한 풍속 기타 사회질서에 위반되는 내용이거나 기타 관계법령에 위배된다고 판단되는 경우
   • 기타 합리적인 이유가 있는 경우

**제15조 [이용 계약 해지 및 환불]**
1.&nbsp;&nbsp;회원이 유료 서비스 이용 계약을 해지하고자 할 경우에는 환불 기간 내에  회원이 이용하는 “단말기에서 제공되는 앱스토어 또는 구글플레이의 정책”(모바일 어플리케이션의 경우만 해당)에 따라 서비스 해지 양식을 제출하거나 그 밖에 전화나 기타 회사가 제공하는 방법 (전자우편 등)으로 회사에 해지 신청을 하여야 효력이 발생합니다. 회원의 일방적인 어플리케이션 삭제 등은 서비스 해지 신청에 해당되지 않습니다.

2.&nbsp;&nbsp;회원의 정당한 해지 또는 환불 신청을 받은 회사는 각 유료 서비스에 명시된 해지 또는 환불 안내에 따라 절차를 이행합니다.

3.&nbsp;&nbsp;회원이 유료 서비스를 중도 해지하는 경우, 환불 금액은 앱스토어 또는 구글플레이의 환불 정책 등에 따르며 환불수수료와 결제수수료가 공제될 수 있습니다.

   (1) 프롤로그는 구매자의 취소 또는 반품에 의하여 환불사유가 발생한 경우 현금결제의 경우 3영업일 이내에 구매자의 선택에 따라 계좌이체 또는 환불적립금의 지급을 통해 환불하고, 카드결제의 경우 즉시 결제의 취소를 요청합니다.
   (2) 카드 결제에 대한 환불인 경우, 프롤로그가 결제대행사에 요청하는 카드의 결제 취소는 즉시 접수되나, 카드사 사정에 따라 7~10영업일 정도의 취소기간이 소요될 수 있습니다. 카드대금 결제일에 따라 청구작업기간이 다를 수 있으며, 자세한 내용은 해당 카드사에서 확인해야 합니다(단, 주말, 공휴일은 제외).
   (3) 할인쿠폰을 이용하여 상품을 구매하신 경우 사용된 할인쿠폰은 반환되지 않으며 실제 지불 하신 금액의 환불만 가능합니다.
   (4) 회원이 결제대금의 전부 또는 일부를 적립금으로 결제했을 경우, 해당 금액은 적립금으로만 환불합니다.

**제15조 [광고성 정보의 수신]**
1.&nbsp;&nbsp;회사는 이용자 맞춤형 서비스 및 상품 추천, 각종 이벤트, 행사 등의 광고성 정보를 전자우편, 스마트폰 푸시 알림 등의 방법으로 이용자에게 제공할 수 있습니다. 다만, 이용자는 언제든지 전자우편 등을 통하여 수신을 거절할 수 있습니다.

2.&nbsp;&nbsp;광고성 정보의 수신 동의는 거부하실 수 있으며 동의 이후라도 이용자의 의사에 따라 동의를 철회할 수 있습니다. 동의를 거부하더라도 회사가 제공하는 서비스 이용이 제한되지 않습니다. 단, 할인, 이벤트 및 사용자 맞춤형 서비스 추천 등의 광고성 정보 안내 서비스가 제한됩니다.

**제16조 [서비스의 중단]**
1.&nbsp;&nbsp;회사는 컴퓨터 등 정보통신설비의 보수점검, 교체 및 고장, 통신의 두절 등의 사유가 발생한 경우에는 서비스의 제공을 일시적으로 중단할 수 있습니다. 이 경우 제11조(회원에 대한 통지)에 정한 방법으로 이용자에게 통지합니다. 다만, 회사가 사전에 통지할 수 없는 부득이한 사유가 있는 경우 사후에 통지할 수 있습니다.

2.&nbsp;&nbsp;회사는 서비스의 제공에 필요한 경우 정기점검을 실시할 수 있으며, 정기점검시간은 서비스제공화면에 공지한 바에 따릅니다.

**제17조 [손해 배상]**
1.&nbsp;&nbsp;프롤로그 또는 프롤로그의 피고용인, 대리인, 기타 도급 및 위임 등으로 프롤로그를 대신하여 이용계약을 이행하는 자의 책임 있는 사유로 이용계약의 이행과 관련하여 회원에게 손해가 발생한 경우, 프롤로그는 회원에게 발생한 손해를 배상할 책임이 있습니다.

2.&nbsp;&nbsp;회원 또는 회원의 피고용인, 대리인, 기타 도급 및 위임 등으로 회원을 대신하여 이용계약을 이행하는 자의 책임 있는 사유로 이용계약의 이행과 관련하여 프롤로그에게 손해가 발생한 경우, 회원은 프롤로그에게 발생한 손해를 배상할 책임이 있습니다.

**제18조 [면책 조항]**
1.&nbsp;&nbsp;프롤로그는 천재지변, 전쟁 및 기타 이에 준하는 불가항력으로 인하여 서비스를 제공할 수 없는 경우에는 서비스 제공에 대한 책임이 면제됩니다.

2.&nbsp;&nbsp;프롤로그는 기간통신 사업자가 전기통신 서비스를 중지하거나 정상적으로 제공하지 아니하여 손해가 발생한 경우 책임이 면제됩니다.

3.&nbsp;&nbsp;프롤로그는 서비스용 설비의 보수, 교체, 정기점검, 공사 등 부득이한 사유로 서비스를 제공하지 못하여 발생한 손해에 대한 책임이 면제됩니다.

4.&nbsp;&nbsp;프롤로그는 회원의 귀책사유로 인한 서비스 이용의 장애 및 그에 따른 손해에 대하여 책임을 지지 않습니다.

5.&nbsp;&nbsp;프롤로그는 이용자의 컴퓨터 오류에 의해 손해가 발생한 경우, 또는 회원이 신상정보 및 전자우편 주소를 부실하게 기재하여 손해가 발생한 경우 책임을 지지 않습니다.

6.&nbsp;&nbsp;프롤로그 회원이 서비스를 이용하여 기대하는 수익을 얻지 못하거나 상실한 것에 대하여 책임을 지지 않습니다.

7.&nbsp;&nbsp;프롤로그는 회원이 서비스를 이용하면서 얻은 자료로 인한 손해에 대하여 책임을 지지 않습니다. 또한 프롤로그는 회원이 서비스를 이용하며 타 회원으로 인해 입게 되는 정신적 피해에 대하여 보상할 책임을 지지 않습니다.

8.&nbsp;&nbsp;프롤로그는 회원이 서비스에 게재한 각종 정보, 자료, 사실의 신뢰도, 정확성 등 내용에 대하여 책임을 지지 않습니다.

9.&nbsp;&nbsp;프롤로그는 이용자 상호간 및 이용자와 제 3자 상호 간에 서비스를 매개로 발생한 분쟁에 대해 개입할 의무가 없으며, 이로 인한 손해를 배상할 책임도 없습니다.

10.&nbsp;&nbsp;프롤로그는 무료로 제공하는 서비스의 이용과 관련하여 회원이 손해를 입은 경우 법령에서 정한 경우를 제외하고는 어떠한 책임도 지지 않습니다.

**제19조 [분쟁 해결]**
1.&nbsp;&nbsp;회사는 회원이 제기하는 정당한 의견이나 불만을 반영하고 그 피해를 보상처리하기 위하여 피해보상처리기구를 설치ㆍ운영합니다.

2.&nbsp;&nbsp;회사는 회원으로부터 제출되는 불만사항 및 의견은 우선적으로 그 사항을 처리합니다. 다만, 신속한 처리가 곤란한 경우에는 회원에게 그 사유와 처리일정을 즉시 통보해 드립니다.

3.&nbsp;&nbsp;회사와 회원 간에 발생한 전자상거래 분쟁과 관련하여 회원의 피해구제신청이 있는 경우에는 공정거래위원회 또는 시ㆍ도지사가 의뢰하는 분쟁조정기관의 조정에 따를 수 있습니다.

**제20조 [재판권 및 준거법]**
1.&nbsp;&nbsp;회사와 회원 간에 발생한 분쟁에 관한 소송은 민사소송법상의 관할 법원에 제소합니다.

2.&nbsp;&nbsp;회사와 회원 간에 발생한 분쟁에 대하여는 대한민국 법을 적용합니다.

**부칙**
이 약관은 2024년 11월 18일부터 적용됩니다.
단, 본 약관의 공지 이후 시행일 이전에 본 약관에 동의한 경우에는 동의 시부터 본 약관이 적용됩니다.
`;
